{
  "summary-report": {
    "title": "Summary Report: The Climate Impact of Congressional Infrastructure and Budget Bills",
    "description": "<p>The <strong>Infrastructure Investment and Jobs Act</strong> (<a href=\"https://www.congress.gov/bill/117th-congress/house-bill/3684/text\" class=\"primary-link\" target=\"_blank\">H.R. 3684</a>) signed into law on November 15th contains billions of dollars for energy efficiency, electric vehicle charging, transmission networks, and historic investments in clean energy innovation. But how far will it cut U.S. emissions of greenhouse gases? What are the impacts of the <strong>Build Back Better Act</strong> (<a href=\"https://rules.house.gov/bill/117/hr-5376\" class=\"primary-link\" target=\"_blank\">H.R. 5376</a>) still pending in Congress? Will current policies put the United States on track to cut emissions 50% below peak levels by 2030 and net-zero by 2050?</p>",
    "aside": "<a href=\"/docs/REPEAT_Preliminary_Report_102021.pdf\" target=\"_blank\" rel=\"noreferrer noopener\" class=\"primary-link\">Download the REPEAT Project Summary Report</a> for details on the impact of recently enacted and pending policies on carbon dioxide emissions, clean energy and electric vehicle deployment, fossil energy use, and more. (This version, January XX, 2021.)",
    "pdf": "REPEAT_Prelim_Report_Addendum_111221.pdf"
  },
  "preliminary-report": {
  	"title": "Preliminary Report: The Climate Impact of Congressional Infrastructure and Budget Bills",
  	"description": "<p>With Congress considering infrastructure and budget bills that would provide unprecedented public investments in clean energy infrastructure, clean vehicles, and other low-carbon solutions, the REPEAT Project is releasing this preliminary report on the national-scale impacts of the Build Back Better Act being considered in the House of Representatives (<a class=\"primary-link\" href=\"https://www.congress.gov/bill/117th-congress/house-bill/5376/text\" target=\"_blank\" rel=\"noreferrer noopener\">H.R. 5376</a>, as reported by the Budget Committee on September 27, 2021) and the Infrastructure Investment and Jobs Act (<a class=\"primary-link\" href=\"https://www.congress.gov/bill/117th-congress/house-bill/3684/text\" target=\"_blank\" rel=\"noreferrer noopener\">H.R. 3684</a>, as passed by the Senate on August 10, 2021). </p>",
  	"aside": "<a class=\"primary-link\" href=\"/docs/REPEAT_Preliminary_Report_102021.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">Download the report</a> for details on the impact of these pending policies on carbon dioxide emissions, clean energy and electric vehicle deployment, fossil energy use, and more. (This version, October 20, 2021.)",
  	"pdf": "REPEAT_Preliminary_Report_102021.pdf"
  },
  "addendum-report": {
  	"title": "Addendum to Preliminary Report (11/12/21)",
  	"description": "<p>Since release of our \"Preliminary Report: The Climate Impact of Congressional Infrastructure and Budget Bills,\" on October 20th, 2021, the U.S. House of Representatives passed the <b>Infrastructure Investment and Jobs Act</b> (<a href=\"https://www.congress.gov/bill/117th-congress/house-bill/3684/text\" class=\"primary-link\" target=\"_blank\" rel=\"noopener noreferrer\"> H.R. 3684 </a>) on November 6th and introduced a new version of the <b>Build Back Better Act</b> (<a href=\"https://rules.house.gov/bill/117/hr-5376\" class=\"primary-link\" target=\"_blank\" rel=\"noopener noreferrer\"> H.R. 5376, RCP 117-18 </a>) on November 3, 2021.</p><br/><p>There are a significant number of changes to the Build Back Better Act, which the REPEAT Project has carefully documented along with a thorough catalog of all climate and clean energy provisions in the final Infrastructure Bill in <a class=\"primary-link\" href=\"http://bit.ly/REPEAT-Policies\" target=\"_blank\" rel=\"noopener noreferrer\">this document</a>.</p>",
  	"aside": "<a href=\"/docs/REPEAT_Prelim_Report_Addendum_111221.pdf\" target=\"_blank\" rel=\"noreferrer noopener\" class=\"primary-link\">This addendum to our preliminary report</a> compiles emissions results from our original analysis of the Build Back Better Act (‘BBB 1.0’) as reported by the Budget Committee on September 27, 2021 but <i>without</i> the Clean Electricity Performance Program (the most substantive single change from BBB 1.0 to BBB 2.0) as well as our initial analysis of the Infrastructure Bill impacts.",
  	"pdf": "REPEAT_Prelim_Report_Addendum_111221.pdf"
  }
}